/* Rate status message (after operation is complete). $1 is the total size. $2 is the average rate per second. */
"%@ (%@/sec)" = "%1$@ (%2$@/sec)";

/* Progress status message. $1 is the bytes completed, $2 is the total size. */
"%@ of %@" = "%1$@ of %2$@";

/* Rate status message. $1 is the bytes completed, $2 is the total size. $3 is the average rate per second. */
"%@ of %@ (%@/sec)" = "%1$@ of %2$@ (%3$@/sec)";

/* Error description that the given version is invalid */
"'%@' is not a valid version." = "'%@' is not a valid version.";

/* Data checksum mismatch during decoding operation. */
"Actual checksum (%@) did not match expected checksum (%@)." = "Actual checksum (%1$@) did not match expected checksum (%2$@).";

/* Adding asset to analyze status message */
"Adding asset to analyze: %@" = "Adding asset to analyze: %@";

/* Error message when trying to communicate with iTunes Store */
"An error occurred communicating with the iTunes Store" = "An error occurred communicating with the iTunes Store";

/* Error trying to deliver to the Developer ID+ error message. */
"An error occurred delivering to Apple Services." = "An error occurred delivering to Apple Services.";

/* Error trying to deliver to the App Store error message. */
"An error occurred delivering to the App Store." = "An error occurred delivering to the App Store.";

/* Error trying to deliver to the iBooks Store error message. */
"An error occurred delivering to the iBooks Store." = "An error occurred delivering to the iBooks Store.";

/* Error trying to deliver to the iTunes Store error message. */
"An error occurred delivering to the iTunes Store." = "An error occurred delivering to the iTunes Store.";

/* Error message when connecting with the Developer ID+ service. */
"An error occurred talking to Apple Services." = "An error occurred talking to Apple Services.";

/* Error message when connecting with the App Store. */
"An error occurred talking to the App Store." = "An error occurred talking to the App Store.";

/* Error message when connecting with the iBooks Store. */
"An error occurred talking to the iBooks Store." = "An error occurred talking to the iBooks Store.";

/* Error message when connecting with the iTunes Store. */
"An error occurred talking to the iTunes Store." = "An error occurred talking to the iTunes Store.";

/* Error trying to upload to the Developer ID+ service error message. */
"An error occurred uploading to Apple Services." = "An error occurred uploading to Apple Services.";

/* Error trying to upload to the App Store error message. */
"An error occurred uploading to the App Store." = "An error occurred uploading to the App Store.";

/* Error trying to upload to the iBooks Store error message. */
"An error occurred uploading to the iBooks Store." = "An error occurred uploading to the iBooks Store.";

/* Error trying to upload to the iTunes Store error message. */
"An error occurred uploading to the iTunes Store." = "An error occurred uploading to the iTunes Store.";

/* Error while validating an EPUB document. */
"An error occurred while validating the EPUB." = "An error occurred while validating the EPUB.";

/* Error when we encounter an illegal character in a JSON string. $1 is the character, $2 is the index in the JSON stream. */
"An illegal character was found in a string (%1$C) at index %2$lu" = "An illegal character was found in a string (%1$C) at index %2$lu";

/* Error when no stream is passed in for reading */
"An MD5 input stream must be provided." = "An MD5 input stream must be provided.";

/* Error when an illegal JSON unicode character sequence is encountered. $1 is the illegal string, $2 is the position in the JSON stream. */
"An unrecognized Unicode escape sequence was found in a string (%1$@) at index %2$lu" = "An unrecognized Unicode escape sequence was found in a string (%1$@) at index %2$lu";

/* Error when we encounter an unsupported JSON escape sequence.  $1 is the character, $2 is the index in the JSON stream. */
"An unsupported escape sequence was found in a string (%1$C) at index %2$lu" = "An unsupported escape sequence was found in a string (%1$C) at index %2$lu";

/* Analyzing metadata status message */
"Analyzing metadata" = "Analyzing metadata";

/* localized name for the App Store */
"App Store" = "App Store";

/* Error message when connecting with the App Store. */
"App Store operation failed." = "App Store operation failed.";

/* Warning message when connecting to the App Store. */
"App Store operation succeeded with a warning." = "App Store operation succeeded with a warning.";

/* localized name for the Developer ID+ service */
"Apple Services" = "Apple Services";

/* Error message when connecting with the Developer ID+ service. */
"Apple Services operation failed." = "Apple Services operation failed.";

/* Warning message when connecting to the Developer ID+ service. */
"Apple Services operation succeeded with a warning." = "Apple Services operation succeeded with a warning.";

/* User option to authenticate with the Developer ID+ service */
"Authenticate with Apple Services" = "Authenticate with Apple Services";

/* User option to authenticate with the App Store */
"Authenticate with the App Store" = "Authenticate with the App Store";

/* User option to authenticate with the iBooks Store */
"Authenticate with the iBooks Store" = "Authenticate with the iBooks Store";

/* User option to authenticate with the iTunes Store */
"Authenticate with the iTunes Store" = "Authenticate with the iTunes Store";

/* Status message when authenticated with the Developer ID+ service. */
"Authenticated with Apple Services" = "Authenticated with Apple Services";

/* Status message when authenticated with the App Store. */
"Authenticated with the App Store" = "Authenticated with the App Store";

/* Status message when authenticated with the iBooks Store. */
"Authenticated with the iBooks Store" = "Authenticated with the iBooks Store";

/* Status message when authenticated with the iTunes Store. */
"Authenticated with the iTunes Store" = "Authenticated with the iTunes Store";

/* Status message when authenticating with the Developer ID+ service. */
"Authenticating with Apple Services…" = "Authenticating with Apple Services…";

/* Status message when authenticating with the App Store. */
"Authenticating with the App Store..." = "Authenticating with the App Store...";

/* Status message when authenticating with the iBooks Store. */
"Authenticating with the iBooks Store..." = "Authenticating with the iBooks Store...";

/* Status message when authenticating with the iTunes Store. */
"Authenticating with the iTunes Store..." = "Authenticating with the iTunes Store...";

/* User option to calculate the MD5 checksum value */
"Calculate MD5" = "Calculate MD5";

/* In-progress status message during MD5 checksum calculation */
"Calculating MD5 for %@..." = "Calculating MD5 for %@...";

/* Status message */
"Cancelled" = "Cancelled";

/* Status message when a cancelled connection occurs with the App Store. */
"Cancelled App Store operation." = "Cancelled App Store operation.";

/* Status message when a cancelled connection occurs with the Developer ID+ service. */
"Cancelled Apple Services operation." = "Cancelled Apple Services operation.";

/* Status message when a cancelled connection occurs with the iBooks Store. */
"Cancelled iBooks Store operation." = "Cancelled iBooks Store operation.";

/* Status message when a cancelled connection occurs with the iTunes Store. */
"Cancelled iTunes Store operation." = "Cancelled iTunes Store operation.";

/* error message returned from server */
"Cannot verify client." = "Cannot verify client.";

/* Status message */
"Completed" = "Completed";

/* Status message when connection with the App Store is complete. */
"Completed App Store operation." = "Completed App Store operation.";

/* Status message when connection with the Developer ID+ service is complete. */
"Completed Apple Services operation." = "Completed Apple Services operation.";

/* Status message when connection with the iBooks Store is complete. */
"Completed iBooks Store operation." = "Completed iBooks Store operation.";

/* Status message when connection with the iTunes Store is complete. */
"Completed iTunes Store operation." = "Completed iTunes Store operation.";

/* Error message when trying to communicate with iTunes Store */
"Completed the video metadata lookup with the iTunes Store." = "Completed the video metadata lookup with the iTunes Store.";

/* In-progress status message */
"Copying media to the package..." = "Copying media to the package...";

/* Error message on trying to createa web service request */
"Could not create the web service request" = "Could not create the web service request";

/* Web service request error message */
"Could not create the web service request." = "Could not create the web service request.";

/* User option to generate a new iTunes Store package */
"Create iTunes Store package" = "Create iTunes Store package";

/* In-progress status message */
"Creating iTunes Store package..." = "Creating iTunes Store package...";

/* Status message that a video package attempt has stopped. */
"Creation of video package cancelled" = "Creation of video package cancelled";

/* User option to deliver a package to the Developer ID+ service status message. */
"Deliver package to Apple Services." = "Deliver package to Apple Services.";

/* User option to deliver a package to the App Store status message. */
"Deliver package to the App Store." = "Deliver package to the App Store.";

/* User option to deliver a package to the iBooks Store status message. */
"Deliver package to the iBooks Store." = "Deliver package to the iBooks Store.";

/* User option to deliver a package to the iTunes Store status message. */
"Deliver package to the iTunes Store." = "Deliver package to the iTunes Store.";

/* Delivery completed to the Developer ID+ service status message. */
"Delivered package to Apple Services." = "Delivered package to Apple Services.";

/* Delivery completed to the App Store status message. */
"Delivered package to the App Store." = "Delivered package to the App Store.";

/* Delivery completed to the iBooks Store status message. */
"Delivered package to the iBooks Store." = "Delivered package to the iBooks Store.";

/* Delivery completed to the iTunes Store status message. */
"Delivered package to the iTunes Store." = "Delivered package to the iTunes Store.";

/* Delivering package to the Developer ID+ status message. */
"Delivering package to Apple Services…" = "Delivering package to Apple Services…";

/* Delivering package to the App Store status message. */
"Delivering package to the App Store..." = "Delivering package to the App Store...";

/* Delivering package to the iBooks Store status message. */
"Delivering package to the iBooks Store..." = "Delivering package to the iBooks Store...";

/* Delivering package to the iTunes Store status message. */
"Delivering package to the iTunes Store..." = "Delivering package to the iTunes Store...";

/* Web service request error message */
"Did not have a method for the web service request." = "Did not have a method for the web service request.";

/* Web service request error message */
"Did not have an endpoint for the web service request." = "Did not have an endpoint for the web service request.";

/* Web service request error message */
"Did not have any parameters for the web service request." = "Did not have any parameters for the web service request.";

/* Time mode: elapsed vs remaining */
"Elapsed" = "Elapsed";

/* Error message when communicating with the Developer ID+ service. */
"Error communicating with Apple Services." = "Error communicating with Apple Services.";

/* Error message when communicating with the App Store. */
"Error communicating with the App Store." = "Error communicating with the App Store.";

/* Error message when communicating with the iBooks Store. */
"Error communicating with the iBooks Store." = "Error communicating with the iBooks Store.";

/* Error message when communicating with the iTunes Store. */
"Error communicating with the iTunes Store." = "Error communicating with the iTunes Store.";

/* Error message when parsing XML. $1 is a further error message. */
"Error parsing return XML:\n%@" = "Error parsing return XML:\n%@";

/* User option to retrieve pods for a transport */
"Fetch allowed pods for transport" = "Fetch allowed pods for transport";

/* initial feedback message */
"Fetch Apple Connect token on App Store Connect" = "Fetch Apple Connect token on App Store Connect";

/* User option to retrieve provider information */
"Fetch providers" = "Fetch providers";

/* Request to retrieve XML file contents from a Store */
"Fetch updated XML files" = "Fetch updated XML files";

/* User-facing option to fetch the status of an upload */
"Fetch upload status" = "Fetch upload status";

/* User option to retrieve upload statuses */
"Fetch upload statuses" = "Fetch upload statuses";

/* User option to retrieve information from the iTunes Store */
"Fetch video information" = "Fetch video information";

/* User request to retrieve XML update manifests from a Store */
"Fetch XML update manifest for \"%@\"" = "Fetch XML update manifest for \"%@\"";

/* Retrieved an integer number ($1) of providers */
"Fetched %@ providers" = "Fetched %@ providers";

/* Status message after completing a look up of software on App Store Connect. $1 is an integer. */
"Fetched %@ software applications" = "Fetched %@ software applications";

/* Retrieved an integer number ($1) of statuses for vendor id $2 */
"Fetched %@ statuses from Apple for %@" = "Fetched %1$@ statuses from Apple for %2$@";

/* Completed App Store status message. $1 is an integer representing the number of files. */
"Fetched %@ updated XML files from the App Store..." = "Fetched %@ updated XML files from the App Store...";

/* Completed iBooks Store status message. $1 is an integer representing the number of files. */
"Fetched %@ updated XML files from the iBooks Store..." = "Fetched %@ updated XML files from the iBooks Store...";

/* Completed iTunes Store status message. $1 is an integer representing the number of files. */
"Fetched %@ updated XML files from the iTunes Store..." = "Fetched %@ updated XML files from the iTunes Store...";

/* Retrieved 0 providers */
"Fetched 0 providers" = "Fetched 0 providers";

/* Status message after completing a look up of software on App Store Connect */
"Fetched 0 software applications" = "Fetched 0 software applications";

/* Completed App Store status message. */
"Fetched 0 updated XML files from the App Store." = "Fetched 0 updated XML files from the App Store.";

/* Completed iBooks Store status message. */
"Fetched 0 updated XML files from the iBooks Store." = "Fetched 0 updated XML files from the iBooks Store.";

/* Completed iTunes Store status message. */
"Fetched 0 updated XML files from the iTunes Store." = "Fetched 0 updated XML files from the iTunes Store.";

/* Retrieved 1 providers */
"Fetched 1 provider" = "Fetched 1 provider";

/* Status message after completing a look up of software on App Store Connect */
"Fetched 1 software application" = "Fetched 1 software application";

/* Retrieved 1 status for vendor id $1 */
"Fetched 1 status from Apple for %@" = "Fetched 1 status from Apple for %@";

/* Completed App Store status message. */
"Fetched 1 updated XML file from the App Store." = "Fetched 1 updated XML file from the App Store.";

/* Completed iBooks Store status message. */
"Fetched 1 updated XML file from the iBooks Store." = "Fetched 1 updated XML file from the iBooks Store.";

/* Completed iTunes Store status message. */
"Fetched 1 updated XML file from the iTunes Store." = "Fetched 1 updated XML file from the iTunes Store.";

/* Retrieved $1 (an integer) allowed pods from a Store */
"Fetched allowed pods for %@ transports" = "Fetched allowed pods for %@ transports";

/* Retrieved 0 allowed pods from a Store */
"Fetched allowed pods for 0 transports" = "Fetched allowed pods for 0 transports";

/* Retrieved 1 allowed pod from a Store */
"Fetched allowed pods for 1 transports" = "Fetched allowed pods for 1 transports";

/* completed feedback message */
"Fetched Apple Connect token" = "Fetched Apple Connect token";

/* completed feedback message */
"Fetched authentication hostname and app id key" = "Fetched authentication hostname and app id key";

/* Status message, result of fetching upload status. $1 is the vendor ID. */
"Fetched status from Apple for %@" = "Fetched status from Apple for %@";

/* Status message after requesting video information from the iTunes Store */
"Fetched video information" = "Fetched video information";

/* Completed status message on retrieving XML update manifests */
"Fetched XML update manifest \"%@\"" = "Fetched XML update manifest \"%@\"";

/* Retrieving files in-progress from App Store status message. $1 is an integer representing the number of files. */
"Fetching %@ XML files from the App Store..." = "Fetching %@ XML files from the App Store...";

/* Retrieving files in-progress from iBooks Store status message. $1 is an integer representing the number of files. */
"Fetching %@ XML files from the iBooks Store..." = "Fetching %@ XML files from the iBooks Store...";

/* Retrieving files in-progress from iTunes Store status message. $1 is an integer representing the number of files. */
"Fetching %@ XML files from the iTunes Store..." = "Fetching %@ XML files from the iTunes Store...";

/* Retrieving file in-progress from App Store status message. */
"Fetching 1 XML file from the App Store..." = "Fetching 1 XML file from the App Store...";

/* Retrieving file in-progress from iBooks Store status message. */
"Fetching 1 XML file from the iBooks Store..." = "Fetching 1 XML file from the iBooks Store...";

/* Retrieving file in-progress from iTunes Store status message. */
"Fetching 1 XML file from the iTunes Store..." = "Fetching 1 XML file from the iTunes Store...";

/* Fetching allowed pods for transport Developer ID+ status message. */
"Fetching allowed pods for transport from Apple Services…" = "Fetching allowed pods for transport from Apple Services…";

/* Fetching allowed pods for transport App Store status message. */
"Fetching allowed pods for transport from the App Store..." = "Fetching allowed pods for transport from the App Store...";

/* Fetching allowed pods for transport iBooks Store status message. */
"Fetching allowed pods for transport from the iBooks Store..." = "Fetching allowed pods for transport from the iBooks Store...";

/* Fetching allowed pods for transport iTunes Store status message. */
"Fetching allowed pods for transport from the iTunes Store..." = "Fetching allowed pods for transport from the iTunes Store...";

/* running feedback message */
"Fetching Apple Connect token on App Store Connect…" = "Fetching Apple Connect token on App Store Connect…";

/* In-progress Developer ID+ service status message to retrieve provider information. */
"Fetching providers from Apple Services…" = "Fetching providers from Apple Services…";

/* In-progress App Store status message to retrieve provider information. */
"Fetching providers from the App Store..." = "Fetching providers from the App Store...";

/* In-progress iBooks Store status message to retrieve provider information. */
"Fetching providers from the iBooks Store..." = "Fetching providers from the iBooks Store...";

/* In-progress iTunes Store status message to retrieve provider information. */
"Fetching providers from the iTunes Store..." = "Fetching providers from the iTunes Store...";

/* In-progress App Store status message to retrieve recommended pricing information. */
"Fetching recommended pricing from the App Store..." = "Fetching recommended pricing from the App Store...";

/* In-progress iBooks Store status message to retrieve recommended pricing information. */
"Fetching recommended pricing from the iBooks Store..." = "Fetching recommended pricing from the iBooks Store...";

/* In-progress iTunes Store status message to retrieve recommended pricing information. */
"Fetching recommended pricing from the iTunes Store..." = "Fetching recommended pricing from the iTunes Store...";

/* In-progress Developer ID+ service status message. */
"Fetching upload status from Apple Services…" = "Fetching upload status from Apple Services…";

/* In-progress App Store status message. */
"Fetching upload status from the App Store..." = "Fetching upload status from the App Store...";

/* In-progress iBooks Store status message. */
"Fetching upload status from the iBooks Store..." = "Fetching upload status from the iBooks Store...";

/* In-progress iTunes Store status message. */
"Fetching upload status from the iTunes Store..." = "Fetching upload status from the iTunes Store...";

/* In-progress Developer ID+ service upload status message. */
"Fetching upload statuses from Apple Services…" = "Fetching upload statuses from Apple Services…";

/* In-progress App Store upload status message. */
"Fetching upload statuses from the App Store..." = "Fetching upload statuses from the App Store...";

/* In-progress iBooks Store upload status message. */
"Fetching upload statuses from the iBooks Store..." = "Fetching upload statuses from the iBooks Store...";

/* In-progress iTunes Store upload status message. */
"Fetching upload statuses from the iTunes Store..." = "Fetching upload statuses from the iTunes Store...";

/* Status message */
"Fetching video information from the iTunes Store..." = "Fetching video information from the iTunes Store...";

/* In-progress App Store status message for retrieving XML update manifests. */
"Fetching XML update manifest from the App Store..." = "Fetching XML update manifest from the App Store...";

/* In-progress iBooks Store status message for retrieving XML update manifests. */
"Fetching XML update manifest from the iBooks Store..." = "Fetching XML update manifest from the iBooks Store...";

/* In-progress iTunes Store status message for retrieving XML update manifests. */
"Fetching XML update manifest from the iTunes Store..." = "Fetching XML update manifest from the iTunes Store...";

/* Finalizing delivery with the Developer ID+ service status message. */
"Finalizing delivery with Apple Services…" = "Finalizing delivery with Apple Services…";

/* Finalizing delivery with the App Store status message. */
"Finalizing delivery with the App Store..." = "Finalizing delivery with the App Store...";

/* Finalizing delivery with the iBooks Store status message. */
"Finalizing delivery with the iBooks Store..." = "Finalizing delivery with the iBooks Store...";

/* Finalizing delivery with the iTunes Store status message. */
"Finalizing delivery with the iTunes Store..." = "Finalizing delivery with the iTunes Store...";

/* User displayable message formatting error */
"Formatting Error" = "Formatting Error";

/* Completed status message: metadata found for ID $1 */
"Found metadata for %@" = "Found metadata for %@";

/* File compression action which has failed */
"General buffer error" = "General buffer error";

/* File compression action which has failed */
"General data error" = "General data error";

/* File compression action which has failed */
"General error" = "General error";

/* File compression action which has failed */
"General memory error" = "General memory error";

/* File compression action which has failed */
"General stream error" = "General stream error";

/* File compression action which has failed */
"General version error" = "General version error";

/* User option to create a vendor ID */
"Generate a vendor identifier." = "Generate a vendor identifier.";

/* Completed status message */
"Generated a vendor identifier." = "Generated a vendor identifier.";

/* Status message that a package has been created at file path $1 */
"Generated package: %@" = "Generated package: %@";

/* In-progress status message while creating a vendor ID */
"Generating a vendor identifier..." = "Generating a vendor identifier...";

/* In-progress status message */
"Generating metadata..." = "Generating metadata...";

/* String for eight bytes as a suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_EIGHT_BYTES" = "bytes";

/* String for exabytes suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_EXEBYTES" = "EB";

/* String for five bytes as a suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_FIVE_BYTES" = "bytes";

/* String for four bytes as a suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_FOUR_BYTES" = "bytes";

/* String for gigabytes suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_GIGABYTES" = "GB";

/* String for kilobytes suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_KILOBYTES" = "KB";

/* Localized format for a number of bytes with a single digit of precision, followed by a units measure.  e.g., 22.1 MB.  This format is passed in with the current locale so decimals and numbers are properly represented. */
"HUMAN_READABLE_BYTES_LOCALIZED_FORMAT_ONE_DIGIT" = "%1$0.01f %2$@";

/* Localized format for a number of bytes with two digits of precision, followed by a units measure.  e.g., 22.98 GB.  This format is passed in with the current locale so decimals and numbers are properly represented. */
"HUMAN_READABLE_BYTES_LOCALIZED_FORMAT_TWO_DIGITS" = "%1$0.02f %2$@";

/* Localized format for a number of bytes with zero digits of precision, followed by a units measure.  e.g., 22 MB.  This format is passed in with the current locale so decimals and numbers are properly represented. */
"HUMAN_READABLE_BYTES_LOCALIZED_FORMAT_ZERO_DIGITS" = "%1$0.0f %2$@";

/* String for megabytes suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_MEGABYTES" = "MB";

/* String for some number of bytes greater than ten as a suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_MORE_THAN_TEN_BYTES" = "bytes";

/* String for nine bytes as a suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_NINE_BYTES" = "bytes";

/* String for one byte as a suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_ONE_BYTE" = "byte";

/* String for petabytes suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_PETABYTES" = "PB";

/* String for seven bytes as a suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_SEVEN_BYTES" = "bytes";

/* String for six bytes as a suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_SIX_BYTES" = "bytes";

/* String for ten bytes as a suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_TEN_BYTES" = "bytes";

/* String for terabytes suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_TERABYTES" = "TB";

/* String for three bytes as a suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_THREE_BYTES" = "bytes";

/* String for two bytes as a suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_TWO_BYTES" = "bytes";

/* String for zero bytes as a suffix to a number of bytes. */
"HUMAN_READABLE_BYTES_ZERO_BYTES" = "bytes";

/* localized name for the iBooks Store */
"iBooks Store" = "iBooks Store";

/* Error message when connecting with the iBooks Store. */
"iBooks Store operation failed." = "iBooks Store operation failed.";

/* Warning message when connecting to the iBooks Store. */
"iBooks Store operation succeeded with a warning." = "iBooks Store operation succeeded with a warning.";

/* Invalid input character passed as base64 input.  $1 is a hex representation of the character, $2 is the character representation */
"Illegal base64 input character: 0x%02x (%c)" = "Illegal base64 input character: 0x%1$x (%2$c)";

/* Error description when trying to encode a JSON file */
"Illegal class for serialization" = "Illegal class for serialization";

/* Illegal internal state during base64 decoding.  Most likely never shown to the user.  */
"Illegal internal state during base64 decoding" = "Illegal internal state during base64 decoding";

/* Error failure reason when reading an input data stream */
"Input stream unreadable" = "Input stream unreadable";

/* User-facing alert. UTF-8 decode failure error key. */
"Insufficient data for UTF-16 character sequence" = "Insufficient data for UTF-16 character sequence";

/* User-facing alert. UTF-8 decode failure error key. */
"Insufficient data for UTF-8 character sequence" = "Insufficient data for UTF-8 character sequence";

/* Error reason when we encounter an invalid boolean character sequence in a JSON stream. */
"Invalid boolean character sequence." = "Invalid boolean character sequence.";

/* Error reason when we encounter an invalid JSON character sequence */
"Invalid character sequence" = "Invalid character sequence";

/* Error reason when an additiona object was expected in a JSON stream after a comma. */
"Invalid character sequence after comma" = "Invalid character sequence after comma";

/* User displayable message when we can't validate a date */
"Invalid date format. The format of the date should be YYYY-MM-DD." = "Invalid date format. The format of the date should be YYYY-MM-DD.";

/* Error reason when we encounter an invalid character sequence afer a JSON dictionary colon. */
"Invalid dictionary character sequence after colon." = "Invalid dictionary character sequence after colon.";

/* Error reason when we encounter an invalid JSON dictionary character sequence. */
"Invalid dictionary character sequence." = "Invalid dictionary character sequence.";

/* Error when we encounter an invalid JSON boolean character sequence outside of a container object. $1 is the character, $2 is the position in the JSON stream. */
"Invalid JSON boolean sequence (%1$C) at index %2$lu while not in a container." = "Invalid JSON boolean sequence (%1$C) at index %2$lu while not in a container.";

/* Error when we encounter an invalid JSON character sequence. $1 is the hex version of the character, $2 is the position in the JSON stream. */
"Invalid JSON character 0x%x read at index %lu" = "Invalid JSON character 0x%1$x read at index %2$lu";

/* Error when we encounter an invalid JSON character sequence. $1 is the character, $2 is the position in the JSON stream. */
"Invalid JSON character sequence (%1$C) at index %2$lu" = "Invalid JSON character sequence (%1$C) at index %2$lu";

/* Error when we encounter an invalid JSON character sequence while not in a dictionary. $1 is the character, $2 is the position in the JSON stream. */
"Invalid JSON character sequence (%1$C) at index %2$lu while not in a dictionary." = "Invalid JSON character sequence (%1$C) at index %2$lu while not in a dictionary.";

/* Error when we encounter an invalid JSON character sequence while not in an array. $1 is the character, $2 is the position in the JSON stream. */
"Invalid JSON character sequence (%1$C) at index %2$lu while not in an array." = "Invalid JSON character sequence (%1$C) at index %2$lu while not in an array.";

/* Error when an invalid character sequence is encountered during a JSON array read.  $1 is the character, and $2 is the position in the stream */
"Invalid JSON character sequence in array (%1$C) at index %2$lu" = "Invalid JSON character sequence in array (%1$C) at index %2$lu";

/* Error when an invalid character sequence is encountered during a JSON array read.  $1 is the character, and $2 is the position in the stream */
"Invalid JSON character sequence in array (%1$C) at index %2$lu.  An additional object was expected." = "Invalid JSON character sequence in array (%1$C) at index %2$lu.  An additional object was expected.";

/* Error when reading a JSON dictionary and there is no object after a colon.  $1 is the invalid character, $2 is the stream position, $3 is the key */
"Invalid JSON character sequence in dictionary (%1$C) at index %2$lu.  A value was expected after the colon for key '%3$@'." = "Invalid JSON character sequence in dictionary (%1$C) at index %2$lu.  A value was expected after the colon for key '%3$@'.";

/* Error when reading a JSON dictionary and there is no object after a colon. $1 is the stream position, $2 is the key. */
"Invalid JSON character sequence in dictionary at index %1$lu.  A value was expected after the colon for key '%2$@'." = "Invalid JSON character sequence in dictionary at index %1$lu.  A value was expected after the colon for key '%2$@'.";

/* Error when we encounter an invalid character sequence in a JSON stream while looking for a colon. $1 is the character, $2 is the index in the stream. */
"Invalid JSON character sequence while looking for colon in dictionary (%1$C) at index %2$lu" = "Invalid JSON character sequence while looking for colon in dictionary (%1$C) at index %2$lu";

/* Error when we encounter an illegal JSON boolean character. $1 is the character, $2 is the position in the JSON stream. */
"Invalid JSON character sequence while looking for the character in a boolean. (%1$C) at index %2$lu" = "Invalid JSON character sequence while looking for the character in a boolean. (%1$C) at index %2$lu";

/* Error when looking for the next entry or end of a JSON dictionary. $1 is the illegal character, $2 is the position in the stream. */
"Invalid JSON character sequence while looking for the next entry or the end of the dictionary (%1$C) at index %2$lu" = "Invalid JSON character sequence while looking for the next entry or the end of the dictionary (%1$C) at index %2$lu";

/* Error when we encounter an invalid JSON null character sequence. $1 is the character, $2 is the position in the JSON stream. */
"Invalid JSON character while looking for a character in a null sequence. (%1$C) at index %2$lu" = "Invalid JSON character while looking for a character in a null sequence. (%1$C) at index %2$lu";

/* Error when we encounter an invalid JSON null character sequence outside of a container object. $1 is the character, $2 is the position in the JSON stream. */
"Invalid JSON null sequence (%1$C) at index %2$lu while not in a container." = "Invalid JSON null sequence (%1$C) at index %2$lu while not in a container.";

/* Error when we encounter an invalid JSON number character sequence outside of a container object. $1 is the character, $2 is the position in the JSON stream. */
"Invalid JSON number sequence (%1$C) at index %2$lu while not in a container." = "Invalid JSON number sequence (%1$C) at index %2$lu while not in a container.";

/* Error when trying to parse the JSON number. $1 is the string we are trying to convert, $2 is the position in the JSON stream. */
"Invalid JSON number sequence while converting the input to a number. (%1$s) at index %2$lu" = "Invalid JSON number sequence while converting the input to a number. (%1$s) at index %2$lu";

/* Error when we encounter an illegal JSON integer with a leading zero. $1 is the string, $2 is the position in the JSON stream. */
"Invalid JSON number sequence. Integers may not have a leading zero. (%1$s) at index %2$lu" = "Invalid JSON number sequence. Integers may not have a leading zero. (%1$s) at index %2$lu";

/* Error when we encounter an invalid JSON string character sequence outside of a container object. $1 is the character, $2 is the position in the JSON stream. */
"Invalid JSON string sequence (%1$C) at index %2$lu while not in a container." = "Invalid JSON string sequence (%1$C) at index %2$lu while not in a container.";

/* Error reason when we encounter an invalid character sequence in a JSON null entry. */
"Invalid null character sequence" = "Invalid null character sequence";

/* Error reason when a number going into a JSON stream is invalid. */
"Invalid number" = "Invalid number";

/* Error reason when we encounter an invalid number character sequence in a JSON stream. */
"Invalid number character sequence." = "Invalid number character sequence.";

/* Error description when trying to write an invalid infinite number to a JSON stream. */
"Invalid number value (infinite) cannot be written to a JSON stream." = "Invalid number value (infinite) cannot be written to a JSON stream.";

/* Error description when trying to write an invalid NaN number to a JSON stream. */
"Invalid number value (NaN) cannot be written to a JSON stream." = "Invalid number value (NaN) cannot be written to a JSON stream.";

/* Error message when connecting to App Store. */
"Invalid result returned from the software lookup service" = "Invalid result returned from the software lookup service";

/* Error when we encounter an invalid spurious JSON character sequence. $1 is the the character, $2 is the position in the JSON stream. */
"Invalid spurious JSON character sequence (%1$C) at index %2$lu" = "Invalid spurious JSON character sequence (%1$C) at index %2$lu";

/* User-facing alert. UTF-8 decode failure error key. */
"Invalid UTF-8 character sequence" = "Invalid UTF-8 character sequence";

/* Failure due to version being invalid */
"Invalid Version" = "Invalid Version";

/* XML parsing error. */
"Invalid XML returned from the software lookup service" = "Invalid XML returned from the software lookup service";

/* localized name for the iTunes Store */
"iTunes Store" = "iTunes Store";

/* Error message when connecting with the iTunes Store. */
"iTunes Store operation failed." = "iTunes Store operation failed.";

/* Warning message when connecting to the iTunes Store. */
"iTunes Store operation succeeded with a warning." = "iTunes Store operation succeeded with a warning.";

/* initial feedback message */
"Look up authentication hostname and app id key on App Store Connect" = "Look up authentication hostname and app id key on App Store Connect";

/* User option to look up software apps on App Store Connect */
"Look up software applications on App Store Connect" = "Look up software applications on App Store Connect";

/* running feedback message */
"Looking up authentication hostname and app id key on App Store Connect…" = "Looking up authentication hostname and app id key on App Store Connect…";

/* In-progress App Store status message. */
"Looking up metadata from the App Store..." = "Looking up metadata from the App Store...";

/* In-progress iBooks Store status message. */
"Looking up metadata from the iBooks Store..." = "Looking up metadata from the iBooks Store...";

/* In-progress iTunes Store status message. */
"Looking up metadata from the iTunes Store..." = "Looking up metadata from the iTunes Store...";

/* Status message during look up in App Store Connect. */
"Looking up software applications on App Store Connect…" = "Looking up software applications on App Store Connect…";

/* User option to retrieve metadata */
"Lookup metadata" = "Lookup metadata";

/* Status message: MD5 calculation stopped. */
"MD5 calculation cancelled" = "MD5 calculation cancelled";

/* Completed status message for MD5 checksum calculation */
"MD5 calculation complete: %@" = "MD5 calculation complete: %@";

/* Error when a context is not closed before attempting to get the MD5 */
"MD5 conext must be closed before attempting retrieve the MD5." = "MD5 conext must be closed before attempting retrieve the MD5.";

/* Error when a context not open before closing the MD5 context */
"MD5 conext must be open before attempting to close it." = "MD5 conext must be open before attempting to close it.";

/* Error when a context not open before updating the MD5 context */
"MD5 conext must be open before attempting to update it." = "MD5 conext must be open before attempting to update it.";

/* Error when a context not uninitialized before open the MD5 context */
"MD5 conext must be uninitialized before attempting to open it." = "MD5 conext must be uninitialized before attempting to open it.";

/* Error when a stream is already exhausted before even reading */
"MD5 input stream has no data." = "MD5 input stream has no data.";

/* Error when a stream is already in an error status before reading. */
"MD5 input stream is in an error status." = "MD5 input stream is in an error status.";

/* Error when a stream is not in a legal status before computing the MD5 checksum */
"MD5 input stream is in an invalid status." = "MD5 input stream is in an invalid status.";

/* Error when a stream is not open before computing the MD5 checksum */
"MD5 input stream must be open before attempting to read from it." = "MD5 input stream must be open before attempting to read from it.";

/* Negotiating connection status message */
"Negotiating connection..." = "Negotiating connection...";

/* Error message when trying to communicate with iTunes Store */
"No asset information returned" = "No asset information returned";

/* Error message */
"No destination file specified" = "No destination file specified";

/* Reply status message that no files were requested and the request to retrieve XML files from a Store will be skipped. */
"No files requested, skipping XML fetch" = "No files requested, skipping XML fetch";

/* Completed status message: nothing found for ID $1 */
"No metadata found for %@" = "No metadata found for %@";

/* Error message */
"No source file specified" = "No source file specified";

/* Status message, result of fetching upload status. $1 is the vendor ID. */
"No status found for %@" = "No status found for %@";

/* Retrieved no statuses for vendor id $1 */
"No statuses found for %@" = "No statuses found for %@";

/* Error message about missing file at path $1
   User-facing alert. Error when we attempt to determine the file size of non-existant file. */
"No such file at path: %@" = "No such file at path: %@";

/* Completed status message: no territory pricing information returned */
"No territory pricing information returned" = "No territory pricing information returned";

/* Completed status message: no territory pricing information returned for ID $1 */
"No territory pricing information returned for %@" = "No territory pricing information returned for %@";

/* Error message that the MD5 value is invalid */
"No valid MD5" = "No valid MD5";

/* Error message on the current package */
"No valid metadata" = "No valid metadata";

/* Error failure reason when trying to write an output stream */
"Output stream exhausted" = "Output stream exhausted";

/* Status message */
"Pending" = "Pending";

/* User option to perform a certain App Store function. */
"Perform App Store operation" = "Perform App Store operation";

/* User option to perform a certain Developer ID+ service function. */
"Perform Apple Services operation" = "Perform Apple Services operation";

/* User option to perform a certain iBooks Store function. */
"Perform iBooks Store operation" = "Perform iBooks Store operation";

/* User option to perform a certain iTunes Store function. */
"Perform iTunes Store operation" = "Perform iTunes Store operation";

/* In-progress App Store status message. */
"Performing App Store operation..." = "Performing App Store operation...";

/* In-progress Developer ID+ service status message. */
"Performing Apple Services operation…" = "Performing Apple Services operation…";

/* In-progress iBooks Store status message. */
"Performing iBooks Store operation..." = "Performing iBooks Store operation...";

/* In-progress iTunes Store status message. */
"Performing iTunes Store operation..." = "Performing iTunes Store operation...";

/* User option to retrieve recommended pricing information */
"Recommend pricing" = "Recommend pricing";

/* Time mode: elapsed vs remaining */
"Remaining" = "Remaining";

/* Status message after report to Apple of an upload failure. */
"Reported failure to Apple" = "Reported failure to Apple";

/* Status message during report to Apple of an upload failure. */
"Reporting failure to Apple..." = "Reporting failure to Apple...";

/* Status message */
"Running" = "Running";

/* User option to search for matches */
"Search" = "Search";

/* User option to search for matches */
"Search %@" = "Search %@";

/* Search found an integer number ($1) of matches */
"Search found %@ matches" = "Search found %@ matches";

/* Search found 1 match */
"Search found 1 match" = "Search found 1 match";

/* Search found no matches */
"Search found no matches" = "Search found no matches";

/* In-progress App Store status message for the search. */
"Searching for matches from the App Store..." = "Searching for matches from the App Store...";

/* In-progress iBooks Store status message for the search. */
"Searching for matches from the iBooks Store..." = "Searching for matches from the iBooks Store...";

/* In-progress iTunes Store status message for the search. */
"Searching for matches from the iTunes Store..." = "Searching for matches from the iTunes Store...";

/* In-progress status message for the search */
"Searching for matches in App Store Connect…" = "Searching for matches in App Store Connect…";

/* Option to send a failure report to Apple when a service upload has failed. */
"Send failure report to Apple" = "Send failure report to Apple";

/* Completed status message: territory pricing information found */
"Territory pricing information returned" = "Territory pricing information returned";

/* Completed status message: territory pricing information found for ID $1 */
"Territory pricing information returned for %@" = "Territory pricing information returned for %@";

/* Testing TCP/UDP connectivity status message */
"Testing TCP/UDP connectivity..." = "Testing TCP/UDP connectivity...";

/* User-facing alert. UTF-8 decode failure description. */
"The character buffer doesn't contain enough bytes to decode the UTF-16 character." = "The character buffer doesn't contain enough bytes to decode the UTF-16 character.";

/* User-facing alert. UTF-8 decode failure description. */
"The character buffer doesn't contain enough data to decode the UTF-8 character." = "The character buffer doesn't contain enough data to decode the UTF-8 character.";

/* Error description when trying to encoding an input stream */
"The input stream encoding is unsupported." = "The input stream encoding is unsupported.";

/* Error message when reading an input data stream */
"The input stream is unreadable and won't allow additional reads." = "The input stream is unreadable and won't allow additional reads.";

/* Error when the JSON input characters could not be converted to UTF-8 */
"The JSON input characters could not be converted to UTF-8" = "The JSON input characters could not be converted to UTF-8";

/* Error when the JSON input stream character encoding can not be determined. */
"The JSON input stream character encoding is non-deterministic." = "The JSON input stream character encoding is non-deterministic.";

/* Error reason when the JSON input stream encoding can not be determined. */
"The JSON input stream encoding is non-deterministic." = "The JSON input stream encoding is non-deterministic.";

/* The JSON input stream is exhaused and won't allow additional reads. */
"The JSON input stream is exhausted and won't allow additional reads." = "The JSON input stream is exhausted and won't allow additional reads.";

/* The JSON input stream is exhausted. */
"The JSON input stream is exhausted." = "The JSON input stream is exhausted.";

/* Error when reading from an input stream repeatedly and it doesn't return any data. */
"The MD5 input stream is unreadable and won't allow additional reads." = "The MD5 input stream is unreadable and won't allow additional reads.";

/* Error description when trying to write an output stream */
"The output stream is exhausted and won't allow additional writes." = "The output stream is exhausted and won't allow additional writes.";

/* User-facing alert. UTF-8 decode failure description.
   User-facing alert. UTF-8 decode failure error key. */
"The second byte of the UTF-8 character sequence is invalid." = "The second byte of the UTF-8 character sequence is invalid.";

/* Error displayed to the user when an invalid response is received from the server that is an unexpected MIME type. */
"The server returned an invalid response.  This may indicate that a network proxy is interfering with communication, or that Apple servers are having issues.  Please try your request again later." = "The server returned an invalid response.  This may indicate that a network proxy is interfering with communication, or that Apple servers are having issues.  Please try your request again later.";

/* Error when the source file we are trying to MD5 does not exist.  $1 is the full path to the file */
"The source file must exist to compute the MD5: %@" = "The source file must exist to compute the MD5: %@";

/* User-facing alert. UTF-8 decode failure description.
   User-facing alert. UTF-8 decode failure error key. */
"The third byte of the UTF-8 character sequence is invalid." = "The third byte of the UTF-8 character sequence is invalid.";

/* User-facing alert. UTF-8 decode failure description. */
"The UTF-8 character sequence indicates more bytes than UTF-8 supports." = "The UTF-8 character sequence indicates more bytes than UTF-8 supports.";

/* Error description when trying to create a vendor ID via a Store
   Error description when trying to create a vendor ID via the iBooks Store */
"The vendor id generation method did not return the expected result." = "The vendor id generation method did not return the expected result.";

/* Error message for sending data to the Developer ID+ service. */
"There was an error sending data to Apple Services.  Scheduling restart shortly…" = "There was an error sending data to Apple Services.  Scheduling restart shortly…";

/* Error message for sending data to App Store. */
"There was an error sending data to the App Store.  Scheduling restart shortly..." = "There was an error sending data to the App Store.  Scheduling restart shortly...";

/* Error message for sending data to iBooks Store. */
"There was an error sending data to the iBooks Store.  Scheduling restart shortly..." = "There was an error sending data to the iBooks Store.  Scheduling restart shortly...";

/* Error message for sending data to iTunes Store. */
"There was an error sending data to the iTunes Store.  Scheduling restart shortly..." = "There was an error sending data to the iTunes Store.  Scheduling restart shortly...";

/* This Apple ID has been locked for security reasons. Visit iForgot to reset your account (https://iforgot.apple.com). */
"This Apple ID has been locked for security reasons. Visit iForgot to reset your account (https://iforgot.apple.com)." = "This Apple ID has been locked for security reasons. Visit iForgot to reset your account (https://iforgot.apple.com).";

/* Error description when trying to encode a JSON file with class $1 */
"This class cannot be encoded into JSON: %@" = "This class cannot be encoded into JSON: %@";

/* Execute transporter error. */
"Transporter is not executable: %@.  You should reinstall the application." = "Transporter is not executable: %@.  You should reinstall the application.";

/* Execute transporter error. */
"Transporter not found at path: %@.  You should reinstall the application." = "Transporter not found at path: %@.  You should reinstall the application.";

/* Error when a memory reallocation fails during writing to a memory output stream. */
"Unable to allocate additional memory for output stream." = "Unable to allocate additional memory for output stream.";

/* Error when a memory allocation fails during writing to a memory output stream. */
"Unable to allocate memory for output stream." = "Unable to allocate memory for output stream.";

/* Unable to create the directory $1, due to error description $2 */
"Unable to create directory: %@: %@" = "Unable to create directory: %1$@: %2$@";

/* Error message when a character cannot be encoded to UTF-16BE */
"Unable to encode character to UTF-16BE." = "Unable to encode character to UTF-16BE.";

/* Error message when a character cannot be encoded to UTF-16LE */
"Unable to encode character to UTF-16LE." = "Unable to encode character to UTF-16LE.";

/* Error message when a character cannot be encoded to UTF-8 */
"Unable to encode character to UTF-8." = "Unable to encode character to UTF-8.";

/* Error when we are unable to finalize the MD5 context */
"Unable to finalize MD5 context." = "Unable to finalize MD5 context.";

/* Unable to generate an Apple Connect token at this time due to a general error */
"Unable to generate an Apple Connect token at this time due to a general error" = "Unable to generate an Apple Connect token at this time due to a general error";

/* Error when we are unable to initialize an MD5 context */
"Unable to initialize the MD5 context." = "Unable to initialize the MD5 context.";

/* Compression action failed with code $2 and user-readable reason $1 */
"Unable to perform compression action: %@ (%@)" = "Unable to perform compression action: %1$@ (%2$@)";

/* Error when reading from an input stream returns an error status but no specific error information */
"Unable to read from the MD5 input stream." = "Unable to read from the MD5 input stream.";

/* Error message returned when we are unable to retrieve the appId or hostname from the server. */
"Unable to retrieve default authentication hostname and app id key from App Store Connect." = "Unable to retrieve default authentication hostname and app id key from App Store Connect.";

/* Error when we are unable to update the MD5 context */
"Unable to update MD5 context." = "Unable to update MD5 context.";

/* Error when we encounter an unfinished JSON array. $1 is the index in the JSON stream. */
"Unfinished JSON array at index %1$lu" = "Unfinished JSON array at index %1$lu";

/* Error when we encounter an unfinished JSON dictionary.  $1 is the position in the stream. */
"Unfinished JSON dictionary at index %1$lu." = "Unfinished JSON dictionary at index %1$lu.";

/* Unknown */
"Unknown" = "Unknown";

/* Error reason when we encounter an unsupported character sequence in a JSON stream. */
"Unsupported character sequence" = "Unsupported character sequence";

/* Error description when trying to encoding an input stream */
"Unsupported stream encoding" = "Unsupported stream encoding";

/* Error message when a string stream reader cannot decode the desired encoding. */
"Unsupported string stream encoding." = "Unsupported string stream encoding.";

/* Error when a JSON dictionary is unterminated. $1 is the index in the stream. */
"Unterminated JSON dictionary at index %1$lu" = "Unterminated JSON dictionary at index %1$lu";

/* User option to upload a package to the Developer ID+ status message. */
"Upload package to Apple Services." = "Upload package to Apple Services.";

/* User option to upload a package to the App Store status message. */
"Upload package to the App Store." = "Upload package to the App Store.";

/* User option to upload a package to the iBooks Store status message. */
"Upload package to the iBooks Store." = "Upload package to the iBooks Store.";

/* User option to upload a package to the iTunes Store status message. */
"Upload package to the iTunes Store." = "Upload package to the iTunes Store.";

/* Upload completed to the Developer ID+ service status message. */
"Uploaded package to Apple Services." = "Uploaded package to Apple Services.";

/* Upload completed to the App Store status message. */
"Uploaded package to the App Store." = "Uploaded package to the App Store.";

/* Upload completed to the iBooks Store status message. */
"Uploaded package to the iBooks Store." = "Uploaded package to the iBooks Store.";

/* Upload completed to the iTunes Store status message. */
"Uploaded package to the iTunes Store." = "Uploaded package to the iTunes Store.";

/* Uploading package to the Developer ID+ status message. */
"Uploading package to Apple Services…" = "Uploading package to Apple Services…";

/* Uploading package to the App Store status message. */
"Uploading package to the App Store..." = "Uploading package to the App Store...";

/* Uploading package to the iBooks Store status message. */
"Uploading package to the iBooks Store..." = "Uploading package to the iBooks Store...";

/* Uploading package to the iTunes Store status message. */
"Uploading package to the iTunes Store..." = "Uploading package to the iTunes Store...";

/* EPUB document validated. */
"Validated EPUB." = "Validated EPUB.";

/* Validating assets status message */
"Validating assets" = "Validating assets";

/* Validation completed status message */
"Validation completed" = "Validation completed";

/* Validation failed status message */
"Validation failed" = "Validation failed";

/* Verifying asset checksums status message */
"Verifying asset checksums..." = "Verifying asset checksums...";

/* Verifying assets with the Developer ID+ service status message. */
"Verifying assets with Apple Services…" = "Verifying assets with Apple Services…";

/* Verifying assets with the App Store status message. */
"Verifying assets with the App Store..." = "Verifying assets with the App Store...";

/* Verifying assets with the iBooks Store status message. */
"Verifying assets with the iBooks Store..." = "Verifying assets with the iBooks Store...";

/* Verifying assets with the iTunes Store status message. */
"Verifying assets with the iTunes Store..." = "Verifying assets with the iTunes Store...";

/* Verifying metadata with the Developer ID+ service status message. */
"Verifying metadata with Apple Services…" = "Verifying metadata with Apple Services…";

/* Verifying metadata with the App Store status message. */
"Verifying metadata with the App Store..." = "Verifying metadata with the App Store...";

/* Verifying metadata with the iBooks Store status message. */
"Verifying metadata with the iBooks Store..." = "Verifying metadata with the iBooks Store...";

/* Verifying metadata with the iTunes Store status message. */
"Verifying metadata with the iTunes Store..." = "Verifying metadata with the iTunes Store...";

/* You must supply a vendor identifier */
"You must supply a vendor identifier" = "You must supply a vendor identifier";

/* Your Apple ID or password was entered incorrectly. */
"Your Apple ID or password was entered incorrectly." = "Your Apple ID or password was entered incorrectly.";

